[
  {
    "categoryId": "c75c576a-1c03-4cb3-9c36-268176461e41",
    "content":
      "Excuse me, I should warn you, this post is not about a song review. This is just my humble philosophical thoughts about what I feel when listening to this song. I literally shed a tear on the moment I listen to this song for the first time. It speaks my mind perfectly, about my wistful longing for the naked nature, about how I miss laying on the ground staring to the stars at night. The way they represent nature is what exactly how I represent it in my mind, as the man upon the hill, a friendly friend who hug me warm everytime I come.",
    "created_at": 1516636629411,
    "id": "f9039c87-4394-42fb-8ae8-11ea820262df",
    "thumbnailUri":
      "https://storage.googleapis.com/orion-assets/bb6b239e25ca75786a58c82d3a894811.png",
    "title": "Man Upon The Hill",
    "userId": "7751fab1-01b3-4268-bdcd-d401d51d17d3"
  },
  {
    "categoryId": "c75c576a-1c03-4cb3-9c36-268176461e41",
    "content":
      "Two days well spent last weekend in West Virginia with my friends. To be honest, God knows I was fucked up and really need to stay the fuck out of any stressful things, and perfect choice has been made that day, holiday trip to Solo it was. Forgive me for my bad English on this post. It's been a rough day in the office today and I feel like shit and really tired as hell when my finger typing this post. I can't even think about good English anymore. I just want to share my story about my last holiday trip and I want you to know that I'm okay and obviously still alive. Holiday always bring people back to life, doesn't it?",
    "created_at": 1516636629411,
    "id": "0b149846-8e00-4c59-a6d2-c20927cc259e",
    "thumbnailUri":
      "https://storage.googleapis.com/orion-assets/1cdc5d203d6ff1b297c287fbb6419ee4.jpg",
    "title": "Weekly Update #1: Holiday Trip to West Virginia",
    "userId": "7751fab1-01b3-4268-bdcd-d401d51d17d3"
  },
  {
    "categoryId": "c75c576a-1c03-4cb3-9c36-268176461e41",
    "content":
      "One of many things that broke my heart this week is the fact that Game of Thrones season 7 has ended. It was an intense experience going through the whole season. As far as I can say, it was so satisfying to see the night king riding the dragon for the first time, or seeing the wall teared apart by the dragon breath. It fed my lust of seeing epic battle in a fantasy world since the last time I watched The Lord of The Ring trilogy. But then here I am, feeling excited for the next season, but crap! Nothing broke my heart harder than knowing that the next season is going to take other 2 years to launch.",
    "created_at": 1516636629411,
    "id": "72a932f9-a74b-468c-81c3-2766f25f1314",
    "thumbnailUri":
      "https://storage.googleapis.com/orion-assets/8a919cf73e4ef5c1e0607c21c1282f16.jpg",
    "title": "Where Will You be When The Season 8 Landed?",
    "userId": "7751fab1-01b3-4268-bdcd-d401d51d17d3"
  },
  {
    "categoryId": "c75c576a-1c03-4cb3-9c36-268176461e41",
    "content":
      "Just a quick update for this week. Finally I am hitting the gym! For fuck sake, I'm hitting the gym, mom! This could be one of my greatest life achievement so far. Well, actually it has been started since 2 weeks ago. Believe me the story began with just a simple thing, it was just a casual talk with my boss about my dream to get in shape. But then it turned out that he got interested to do the same things, even though in fact he's already in good shape, I don't know.",
    "created_at": 1516636629411,
    "id": "77d67ed2-8cc1-4947-97fc-204a6f86d478",
    "thumbnailUri":
      "https://storage.googleapis.com/orion-assets/ae1d1593b03942a0316ae57b59cfcc77.png",
    "title": "Weekly Update #2: I am Hitting The Gym",
    "userId": "7751fab1-01b3-4268-bdcd-d401d51d17d3"
  }
]
